/** 更多样式 http://developer.baidu.com/map/custom/list.htm */
var MAP_STYLE = "normal";

var DATA = {
	"四川省成都市" : {
		"西南石油大学" : ["曾彬","王燕琳"],
		"四川大学锦江学院" : ["黄千赏"],
		"四川交通职业技术学院" : ["杨艺"],
		"四川外国语大学成都学院" : ["蔡宇"],
		"电子科技大学成都学院(郫县校区)" : ["张原浩"]		
	},

	"吉林省吉林市" : {
		"吉林医药学院" : ["向添宇"]
	},
	
	"辽宁省沈阳市" : {
		"辽宁中医药大学杏林学院" : ["张威","赵月云"]
	},
	
	"山东省烟台市" : {
		"鲁东大学" : ["胡宁"]
	},
	
	"山东省青岛市" : {
		"中国石油大学" : ["蒋鑫隆"]
	},
	
	"四川省绵阳市" : {
		"西南科技大学" : ["周杨"],
		"绵阳职业技术学院" : ["刘芳","杨柳园","王唐艳"]
	},
	
	"四川省西昌市" : {
		"西昌学院(北校区)" : ["周瑞航"]
	},
	
	"四川省攀枝花市" : {
		"攀枝花学院" : ["刘富强"]
	},
	
	"四川省广汉市" : {
		"中国民用航空飞行学院" : ["高宇"],
		"四川航天职业技术学院(广汉)" : ["张时"]
	},
	
	"新疆省塔里木市" : {
		"塔里木大学" : ["陈森林"]
	},
	
	"四川省自贡市" : {
		"四川理工学院" : ["李星"]
	},
	
	"湖南省长沙市" : {
		"中南林业科技大学" : ["刘瑶"]
	},
	
	"重庆市" : {
		"四川外国语大学重庆南方翻译学院" : ["刘悦"]
	},
	
	"四川省内江市" : {
		"内江师范学院" : ["邬婉"]
	},
	
	"四川省南充市" : {
		"南充职业技术学院" : ["李佳静"]
	},
	
	"四川省眉山市" : {
		"四川工商学院(眉山校区)" : ["肖思雨"]
	},
	
	"四川省达州市" : {
		"达州职业技术学院" : ["杨琦"]
	}
	
};

var SPEC_POS = {
	"成都工业学院" : [103.892736, 30.793023]
};

var MAP_TITLE = "高三十一班蹭饭地图";

var ABOUT = {
	"作者" : ["Yuehao"],
	"数据整理" : ["XiangqiZeng"],
	"框架" : ["irmap", "Bootstrap", "百度地图"]
};
